tap "homebrew/bundle"
brew "bat"
brew "cask"
brew "hello"
brew "httpie"
brew "exa"
vscode "akamud.vscode-theme-onedark"
vscode "alexcvzz.vscode-sqlite"
vscode "alfredbirk.tailwind-documentation"
vscode "angelorafael.jsx-html-tags"
vscode "aykutsarac.jsoncrack-vscode"
vscode "azemoh.one-monokai"
vscode "b3hr4d.colorful-darkplus"
vscode "bierner.markdown-emoji"
vscode "bmewburn.vscode-intelephense-client"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "equimper.react-native-react-redux"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "etmoffat.pip-packages"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.terminal"
vscode "geisslerh.ayu-mirage-bold-italic"
vscode "github.github-vscode-theme"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jasonnutter.search-node-modules"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "krish-r.vscode-toggle-terminal"
vscode "krizzdewizz.tag-rename"
vscode "lkowar.closing-tags"
vscode "marclipovsky.string-manipulation"
vscode "mgmcdermott.vscode-language-babel"
vscode "michelemelluso.code-beautifier"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-pugbeautify"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "msjsdiag.vscode-react-native-preview"
vscode "naumovs.color-highlight"
vscode "nucllear.vscode-extension-auto-import"
vscode "oasin.theme-dark-plus-darcula"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "pustelto.bracketeer"
vscode "rafamel.subtle-brackets"
vscode "rangav.vscode-thunder-client"
vscode "react-tags.react-tags"
vscode "ritwickdey.liveserver"
vscode "sidthesloth.html5-boilerplate"
vscode "silvenon.mdx"
vscode "solarliner.linux-themes"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tabnine.tabnine-vscode"
vscode "teabyii.ayu"
vscode "thekalinga.bootstrap4-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vadistic.mdx-inline"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "voldemortensen.rainbow-tags"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "zhuangtongfa.material-theme"
